Repository: VaskoViktorov/Book-Library-site
Catalog: Library.Web/Resources/Views/Home/Contributors.*.resx
Languages: bg

# audio
source: audio tapes
bg: аудиокасети

# computer
source: computer equipment
bg: компютърна техника

source: Contributors
bg: Дарители

source: Donation
bg: Дарение

# EighteenO
source: Railway Station - Vidin
bg: ЖП гара – Видин

# EighteenP
source: Natalia Krachunova
bg: Наталия Крачунова

# EightO
source: American University - Blagoevgrad
bg: Американски университет в Благоевград

# EightP
source: Christina Ilieva
bg: Кристина Илиева

# ElevenO
source: BRC Vidin
bg: БЧК Видин

# ElevenP
source: Ivan Ivanov
bg: Иван Иванов

# FifteenO
source: RIPCPH Vidin
bg: РИОКОЗ Видин

# FifteenP
source: Tsetska Stoyanova
bg: Цецка Стоянова

# FifthO
source: Ministry of Culture
bg: Министерство на културата

# FiftyEightP
source: Vesela Mikova
bg: Весела Микова

# FiftyFiveP
source: Dimitrina Pancheva
bg: Димитрина Панчева

# FiftyFourP
source: Karamfila Petrova
bg: Карамфила Петрова

# FiftyNineP
source: Mitanka Todorova
bg: Митанка Тодорова

# FiftyOneP
source: Antonia Makaveeva
bg: Антония Макавеева

# FiftyP
source: Alexander Milanov
bg: Александър Миланов

# FiftySevenP
source: Lachezar Elenkov
bg: Лъчезар Еленков

# FiftySixP
source: Simeon Ivanov
bg: Симеон Иванов

# FiftyThreeP
source: Emily Slavcheva
bg: Емили Славчева

# FiftyTwoP
source: Milena Gergova
bg: Милена Гергова

# FirstO
source: British Council
bg: Британски съвет

# FiveP
source: Marcho Dimitrov
bg: Марчо Димитров

# FourP
source: The parents of Mitko Lachev, who donated from his personal library in his memory
bg: Родителите на Митко Лачев, дарили от личната му библиотека в негова памет

# FourteenO
source: Association of Traders in Craiova
bg: Председателство на Асоциацията на търговците в Крайова

# FourteenP
source: Yotko Ivanov from Sofia
bg: Йотко Иванов от София

# FourthO
source: Open Society Foundation
bg: Фондация „Отворено общество”

# FourtyEightP
source: Nina Yosifova
bg: Нина Йосифова

# FourtyFiveP
source: Vladislava Dimitrova
bg: Владислава Димитрова

# FourtyFourP
source: Olga Ivanova
bg: Олга Иванова

# FourtyNineP
source: Alexander Rudenko
bg: Александър Руденко

# FourtyOneP
source: Lilia Yovcheva
bg: Лилия Йовчева

# FourtyP
source: Boyan Bratkov
bg: Боян Братков

# FourtySevenP
source: Ludmil Nikolov
bg: Людмил Николов

# FourtySixP
source: Desislava Dimitrova
bg: Десислава Димитрова

# FourtyThreeP
source: Peter Petrov
bg: Петър Петров

# FourtyTwoP
source: Pepa Angelova
bg: Пепа Ангелова

# Individuals
source: Donations from Individuals
bg: Дарения от Частни лица

# metadata
source: The page contains a list with names of contributors to the Regional Library "Mihalaki Georgiev ".
bg: Страница с имаената на всички юридически и физически дарители на Регионална библиотека "Михалаки Георгиев" -гр. Видин.

source: Name
bg: Име

# NineP
source: Pavlina Hristova
bg: Павлина Христова

# NineteenO
source: Chitalishte "Tsvyat"
bg: Читалище „Цвят”

# NineteenP
source: Hr. and D. Nikolovi
bg: Хр. и Д. Николови

# NinthO
source: Ed. Sl. Nikolov & Co - Shumen
bg: Изд. Сл. Николов и сие – Шумен

# OneP
source: Verka Monova from Dunavtsi
bg: Верка Монова от гр. Дунавци

source: Organization
bg: Организация

# organizations
source: Donations from Organizations
bg: Дарения от Организации

# records
source: record labels
bg: грамофонни плочи

# SecondO
source: National Library "St. Cyril and Methodius"
bg: Национална библиотека „Св.св. Кирил и Методий”

# SevenP
source: Hristo Blazev
bg: Христо Блажев

# SeventeenO
source: Cultural representation of the United States
bg: Културно представителство на САЩ

# SeventeenP
source: Asparuh Lisov
bg: Аспарух Лисов

# SeventhO
source: Metrology Center - Vidin
bg: РЦ „Метрология” – Видин

# SixP
source: Dr. V. Kuseva
bg: Д-р В. Кузева

# SixteenO
source: Balkanbank Vidin
bg: Балканбанк Видин

# SixteenP
source: Mariela Brankova
bg: Мариела Бранкова

# SixthO
source: America for Bulgaria Foundation
bg: Фондация „Америка за България“

# SixtyP
source: Tsvetana Zaharieva
bg: Цветана Захариева

source: t
bg: т

# TenO
source: Ed. Abagar
bg: Изд. Абагар

# TenP
source: Michael Burton
bg: Майкъл Бъртън

# ThirdO
source: Embassy of the United States
bg: Посолство на САЩ

# ThirteenO
source: BAS
bg: БАН

# ThirteenP
source: Georgi Evstatiev
bg: Георги Евстатиев

# ThirtyEightP
source: Stanka Stankova
bg: Станка Станкова

# ThirtyFiveP
source: Atanas Panchev
bg: Атанас Панчев

# ThirtyFourO
source: Negotin National Library
bg: Народна библиотека Неготин

# ThirtyFourP
source: Daniela Kechashka
bg: Даниела Кечашка

# ThirtyNineP
source: Vladimir Ivanov
bg: Владимир Иванов

# ThirtyO
source: Ed. Sineva
bg: Изд. синева

# ThirtyOneO
source: Kindergarten "Arabela"
bg: ЦДГ „Арабела“

# ThirtyOneP
source: Asparuh Lisov
bg: Аспарух Лисов

# ThirtyP
source: Gabriela Ivanova
bg: Габриела Иванова

# ThirtySevenP
source: Valentin Dimitrov
bg: Валентин Димитров

# ThirtySixP
source: Krasimira Panteva
bg: Красимира Пантева

# ThirtyThreeO
source: Komunitas Foundation
bg: Фондация "Комунитас"

# ThirtyThreeP
source: Tihomir Slavchev
bg: Тихомир Славчев

# ThirtyTwoO
source: SWU Blagoevgrad
bg: ЮЗУ Благоевград

# ThirtyTwoP
source: Vasilka Ivanova
bg: Василка Иванова

# ThreeP
source: Venka Lalova
bg: Венка Лалова

# title
source: List of the biggest contributors to Regional Library "Mihalaki Georgiev" for the period 1991 - 2018
bg: Списък на най-големите дарители на Регионална библиотека „Михалаки Георгиев” за периода 1991 – 2018 година

# TwelveO
source: Newspaper Group Bulgaria Ltd.
bg: Вестникарска група България ООД

# TwelveP
source: Ivanka Nedyalkova
bg: Иванка Недялкова

# TwentyEightO
source: Matacz library Zajecar
bg: Матачна библиотека Зайчар

# TwentyEightP
source: Boryana Dikova
bg: Боряна Дикова

# TwentyFiveO
source: State Archive - Vidin
bg: Държавен архив - Видин

# TwentyFiveP
source: Belogradchik's Bishop Polycarp
bg: Белоградчишки епископ Поликарп

# TwentyFourO
source: Ed. "Labor and Law"
bg: ИК „Труд и право“

# TwentyFourP
source: Krasimir Kirilov
bg: Красимир Кирилов

# TwentyNineO
source: NDF "13 Centuries Bulgaria"
bg: НДФ „13 века България“

# TwentyNineP
source: Dr. Todor Valov
bg: Д-р Тодор Вълов

# TwentyO
source: NDF "13 Centuries Bulgaria"
bg: НДФ „13 века България“

# TwentyOneO
source: Bulvest 2000
bg: Булвест 2000

# TwentyOneP
source: Tsvetana Tosheva
bg: Цветана Тошева

# TwentyP
source: Vanya Ivanova
bg: Ваня Иванова

# TwentySevenO
source: Supreme Bar Council
bg: Висш адвокатски съвет

# TwentySevenP
source: Venetka Stefanova
bg: Венетка Стефанова

# TwentySixO
source: Ed. "Era"
bg: Изд. "Ера"

# TwentySixP
source: Georgi Lyubenov
bg: Георги Любенов

# TwentyThreeO
source: Sofia City Library
bg: Софийска градска библиотека

# TwentyThreeP
source: Snezhina Nikolova
bg: Снежина Николова

# TwentyTwoO
source: Padme International Foundation
bg: Международна фондация „Падме“

# TwentyTwoP
source: Svetoslav Traykov
bg: Светослав Трайков

# TwoP
source: Ilina Gergova from Vidin
bg: Илина Гергова от гр. Видин
