Repository: VaskoViktorov/Book-Library-site
Catalog: Library.Web/Resources/Views/Home/Donatebook.*.resx
Languages: bg

# HeadingFirst
source: When can I donate
bg: Кога мога да даря

# HeadingFourth
source: General Guidelines for Donations
bg: Основни напътствия при дарение

# HeadingSecond
source: What can I donate
bg: Какво мога да даря

# HeadingThird
source: Where can I donate
bg: Къде мога да даря?

# liEighth
source: Any type of damage (from water, burned, dirty or has traces of mold)
bg: Повреди (от вода, прогорен, мръсен, има следи от мухъл)

# liFifth
source: Magazines - history, art, literature, antiques
bg: Списания - история, изкуство, литература, антики

# liFirst
source: Books - for children or adults (hard or soft cover)
bg: Книги - за деца или възрастни (мека или твърда корица)

# liFourth
source: CD / DVD / cassettes
bg: CD/DVD/касети

# liNinth
source: Excessive writing, markings, or highlighting
bg: Надрасквания или подчертавания

# liSecond
source: Manuscripts
bg: Ръкописи

# liSeventh
source: Missing covers or pages
bg: Липсващи корици или страници

# liSixth
source: Other - for other type of donation, please contact us on the above-mentioned phone or email.
bg: Друго - за друг вид дарения, се свържете с нас на горепосочените телефон и имейл или елате на място.

# liThird
source: Gramophone records
bg: Грамофонни плочи

# ParagraphFirstPartOne
source: Regional Library "Mihalaki Georgiev" welcomes donations that will expand, enchance and supplement the library fund. Potential donations are reviewed by the employees in
bg: Регионална библиотека "Михалаки Георгиев" приветства даренията, които ще разширят, подсилят и допълнят фонда на библиотеката. Потенциалните дарения се преглеждат от служителите на отдел

# ParagraphFirstPartThree
source: to determine their relevance and their place in the library. If you are considering making a material donation to "Mihalaki Georgiev" Regional Library,<span class = "bold"> please contact us at +359 094 601-704 or email us at <a> libvidin@vidin.net </a> </ span>
bg: за да се определи тяхната целесъобразност и тяхното място в библиотеката. Ако обмисляте да направите материално дарение на РБ "Михалаки Георгиев", моля свържете се с нас на <span class="bold">тел. 123456889</span> или ни пишете на <span class="bold">електронната поща <a>libvidin@vidin.net</a></span>

# ParagraphFirstPartTwo
source: "Supplying, registration and cataloging" department
bg: „Комплектуване, обработка и каталогизация”

# ParagraphFourth
source: Rule of thumb: If you wouldn’t buy it or give it to a friend, think twice about donating it. Condition matters – if your items have any of the following issues, they usually won’t be accepted:
bg: Правило на палеца: Ако не би купил или не би подарил на приятел, помисли отново преди да дариш. Състоянието е от значение. Ако някои от предметите Ви има, който и да е от тези проблеми, най-вероятно няма да бъде приет:

# ParagraphSecond
source: You can make your donation during working hours from 9:00 am to 4:00 pm, Monday through Friday (excluding public holidays).
bg: Може да направите своето дарение, в работно време от 9:00 ч. до 16:00 ч., от понеделник до петък(с изключение на официалните празници).

# ParagraphThirdPartFive
source: of the library
bg: на библиотеката

# ParagraphThirdPartFour
source: the first floor
bg: първия етаж

# ParagraphThirdPartOne
source: The donations are accepted in
bg: Даренията се приемат в отдел

# ParagraphThirdPartThree
source: which is located on
bg: който се намира на

# title
source: Material Donation
bg: Дари книга
