Repository: VaskoViktorov/Book-Library-site
Catalog: Library.Web/Resources/Views/Home/ForeignReadingRoom.*.resx
Languages: bg

source: Back
bg: Назад

# FifthParagraph
source: The “Art” Department” joined with the “Foreign Language Reading Room” organizes a club “Give a joy”. It works with children from the “Daily Centre for children with injuries” – weekly care to “The unique children of Vidin”. In this creative workshop our little readers show skills to make different objects of paper and natural materials.
bg: Чуждозеикова читалня и отдел „Изкуство” провеждат и клуб „Подари радост” с възпитаниците на Дневен център за деца с увреждания - седмична грижа към Фондация „Уникалните деца на Видин”, под формата на творческа работилница, в която децата проявяват умения да майсторят и изработват предмети от хартия и природни материали.

# FirstParagraph
source: This department preserves and loans fiction and specialized literature in English, German, French and other languages. It has a rich fund of books, encyclopedias, dictionaries, magazines in English, German and Bulgarian language such as National Geographic, Tour.bg, Vagabond. It preserves a foreign language education. The department has tests SAT and TOEFL.
bg: Отделът съхранява и предоставя за ползване художествена и специализирана литература от всички отрасли на знанието на английски, немски, френски и други езици. Предоставя за ползване на място богат фонд от книги, енциклопедии, енциклопедични и езикови речници, общи справочници и справочници, списания на английски, немски и български език, които се съхраняват трайно – като National Geographic, Toug.bg, Vagabond и Чуждоезиково обучение. Отделът разполага и с тестове за SAT и TOEFL.

# ForeignReadingRoom
source: "Foreign language reading room" department
bg: Отдел „Чуждоезикова читалня”

# FourthParagraph
source: Traditionally the Department celebrates 9 of May – Day of Europe, 26 of September – Day of European languages and foreign holidays such as St. Valentin, Halloween and the Thanksgiving Day. The department’s activities also include club “Young ecologist” (joined with “Art” Department and Children’s Department) and clubs for English and Russian languages in the summer. By these activities the pupils show what they learned, enrich their knowledge and show skills to orient in different situations and in the reading room’s information materials. The pupils really enjoy the games prepared especially for them.
bg: Традиционно в отдела се отбелязват 9 май – Ден на Европа, 26 септември – Ден на европейските езици и чужди празници, като Св. Валентин, Хелоуин и Деня на благодарността, провежда се еко клуб „Млад еколог”(съвместно с отдел „Изкуство” и Детски отдел), а през летните месеци и детски чуждоезикови клубове – с английски и руски езици. В тези прояви учениците показват наученото по предпочитания от тях чужд език, дообогатяват се с нови знания, показват уменията си да се ориентират адекватно в дадените ситуации и в работата със справочния апарат на читалнята и не на последно място – искрено се забавляват с подготвените игри.

# metadata
source: This department preserves and loans fiction and specialized literature in English, German, French and other languages.
bg: Отделът съхранява и предоставя за ползване художествена и специализирана литература от всички отрасли на знанието на английски, немски, френски и други езици.

source: Monday-Friday
bg: Понеделник - Петък

source: Opening Hours
bg: Работно време

source: Saturday
bg: Събота

# SaturdayWorkTime
source: Closed
bg: Почивен ден

# SecondParagraph
source: The fund is free for use and contains around five thousand documents. It’s regularly supplied with new publications from our and foreign authors – literature that shows the new science and fiction trends.
bg: Фондът е на свободен достъп и съдържа над 5 хил. библиотечни документа. Регулярно се попълва с нови издания от наши и чужди автори - литература, която отразява съвременните тенденции в науката и художествената литература.

# ThirdParagraph
source: There is separated an American corner with American literature and reader’s computer – donated from the USA Ambassy in Bulgaria.
bg: В Чуждоезикова читалня е обособен и Американски кът с американска литература и читателски компютър, дарение от Посолството на САЩ в България.
