Repository: VaskoViktorov/Book-Library-site
Catalog: Library.Web/Resources/Views/Home/internet.*.resx
Languages: bg

# Internet
source: Safe internet
bg: Безопасен интернет

# SafetyRules
source: Internet security and safety rules:
bg: Правила за сигурност и безопасност в интернет:

# metadata
source: Safe internet
bg: • "Правила за безопасно ползване на интернет в Регионална библиотека \"Михалаки Георгиев\" - гр. Видин";

# ListItemOne
source: • Never give personal information such as name, password, address, home phone number, school where you study, place of work or business phone number of your parents without their permission.
bg: • Никога не давай лична информация като име, парола, адрес, домашен телефон, училището, в което учиш, месторабота или служебен телефон на родителите си, без тяхно разрешение.

# ListItemTwo
source: • Never send photos or photos of your loved ones without first discussing your decision with your parents.
bg: •Никога не изпращай свои снимки или снимки на твои близки, без преди това да си обсъдил решението си със своите родители.

# ListItemThree
source: • Never accept a meeting with someone you have met on the Internet without the consent of your parents. If they approve the meeting, let it be in a public place and, if possible, in the presence of your relatives or friends.
bg: •Никога не приемай среща с някой, с когото си се запознал в интернет, без съгласието на твоите родители. Ако те одобрят срещата, нека тя да е на публично място и по възможност да е в присъствие на твои близки или приятели

# ListItemEight
source: • Always be careful when chatting. Remember that people online often pretend to be who they are not.
bg: • Винаги внимавай, когато разговаряш в чат. Помни, че хората онлайн често се представят за такива, каквито не са.

# ListItemFive
source: • Never open an email received from an unknown sender. It may contain a virus or other program that could damage your computer
bg: • Никога не отваряй електронна поща, получена от непознат подател. Тя може да съдържа вирус или друга програма, която да увреди твоя компютър.

# ListItemFour
source: • Never reply to messages that are offensive, threatening, obscene, or they make you feel uncomfortable. Inform your parents of such messages.
bg: • Никога не отговаряй на съобщения, които са обидни, заплашващи, неприлични или те карат да се чувстваш неудобно. Информирай родителите си за такива съобщения.

# ListItemNine
source: • Always be polite and respect the rights of others.
bg: • Винаги бъди вежлив и уважавай правата на другите.

# ListItemSeven
source: • Always be careful when someone offers you something for free or invites you to get involved in an activity that promises easy and big profits.
bg: •Винаги внимавай, когато някой ти предлага нещо безплатно или те кани да се включиш в дейност, обещаваща лесна и голяма печалба.

# ListItemSix
source: • Never pretend to be someone you are not. Don't hide your age and don't visit adult sites.
bg: • Никога не се представяй за някой, който не си. Не скривай годините си и не посещавай сайтове за възрастни.

source: Source
bg: Източник
