Repository: VaskoViktorov/Book-Library-site
Catalog: Library.Web/Resources/Views/Home/Library.*.resx
Languages: bg

# FirstParagraph
source: The Regional Library "Mihalaki Georgiev" - Vidin is the successor of the Library, founded in 1870, at the Cultural Center "Tsvyat". In 2000 it was transformed into a regional and methodological center for libraries in the whole Vidin district. Today it is a leading institution in the cultural life of the area. The library has all the modern means of accessing books and the world wide information network and it serves a population of 48,000 people - directly and remotely. This includes students, employed, unemployed,retirees and people with special needs.
bg: Регионална библиотека „Михалаки Георгиев” – гр. Видин е наследник на създадената през 1870 г. читалищна библиотека към Народно читалище „Цвят”. През 2000 г. е преобразувана в регионална и методичен център за библиотеките в област Видин. Днес тя е водеща институция в културния живот на областта. Библиотеката разполага с всички съвременни средства за достъп до книгите, както и до световната информационна мрежа и обслужва население от 48 хил. жители – пряко и чрез отдалечен достъп, в това число ученици и студенти, работещи, пенсионери, безработни, хора със специални потребности.

source: History
bg: История

# Library
source: Library info
bg: За Библиотеката

# metadata
source: Regional Library 'Mihalaki Georgiev' - Vidin is the successor of the Library, founded in 1870, at the Cultural Center 'Tsvyat'.
bg: Регионална библиотека „Михалаки Георгиев”-гр. Видин е наследник на създадената през 1870 г. читалищна библиотека към Народно читалище „Цвят”.

# SecondParagraph
source: A huge part of the population is covered, thanks to the rich library stock, technological equipment, qualified employees and good facilities. In the training centers, created by the "Global Libraries - Bulgaria" project, everyone can participate in the trainings on initial computer literacy and internet useage, train for professional qualification - "Librarian", aquire information about vacant workplaces, employment measures and programs, recieve help for competition preparation or job interview. In the centers are also held courses for the librarians from the Vidin district.
bg: Благодарение на богатия библиотечен фонд, технологичното оборудване, квалифицираните служители и добрата материална база е обхваната голяма част от населението. В изградените по Програма „Глобални библиотеки – България” обучителни центрове се провеждат обучения по начална компютърна грамотност и интернет, обучения за придобиване на професионална квалификация „Библиотекар”, както и квалификационни обучения за библиотекарите от област Видин, предоставя се информация за свободни работни места и програми и мерки за заетост, подпомагат се потребителите при подготовка за участие в конкурс или интервю за работа.

# ThirdParagraph
source: The library is working in partnership with civic associations and non-governmental organizations, educational institutions, informal youth organizations and communities to provide an extremely varied and dynamic program in benefit of the local community. The library is a important center for work with children and young people, it initiates a large number of activities in the field, often with the help of other similar structures at local, national and international level. The funding of the library's initiatives is supported by contributory campaigns and projects.
bg: Библиотеката предоставя изключително разнообразна и динамична програма в полза на местната общност, като работи в партньорство с граждански сдружени и неправителствени организации, учебни заведения, неформални младежки организации и общности. Тя е основен център за работа с деца и младежи, инициатор на голяма част от инициативите в областта, връзка с други подобни структури на местно, национално и международно ниво. Финансирането на дейностите на библиотеката се подпомага от дарителски кампании и проекти.

# FirstBook
source: 135 years Regional Library "Mihalaki Georgiev" - Chronicle
bg: 135 години Р.Б. "Михалаки Георгиев" - Летопис

# SecondBook
source: 145 years Regional Library "Mihalaki Georgiev" - Chronicle
bg: 145 години Р.Б. "Михалаки Георгиев" - Летопис

# SecondHeading
source: Books published by Regional Library "Mihalaki Georgiev" - Vidin
bg: Издадени книги от Р.Б. "Михалаки Георгиев" - гр. Видин

# ThirdBook
source: A treasure trove of written word and human memory
bg: Съкровищница на писаното слово и човешката памет
