Repository: VaskoViktorov/Book-Library-site
Catalog: Library.Web/Resources/Views/Home/Links.*.resx
Languages: bg

# A1
source: Vidin Municipality
bg: Община Видин

# A2
source: Regional Administation - Vidin
bg: Област Видин

# A3
source: Information portal - Vidin
bg: Информационен портал - Видин

# A4
source: Administrative Court - Vidin
bg: Административен съд - Видин

# A5
source: Regional Directorate of the Ministry of the Interior - Vidin
bg: РДВР - Видин

# Administation
source: Administrative services
bg: Административни услуги

# CI1
source: State Puppet Theater - Vidin
bg: Държавен куклен театър - Видин

# CI2
source: Ensemble for Folk Songs and Dance - "Danube"
bg: АНПТ „Дунав”

# CI3
source: Art Gallery "Nikola Petrov" - Vidin
bg: Художествена галерия “Никола Петров” – Видин

# CI4
source: Symphony - Vidin
bg: Симфониета – Видин

# CI5
source: City Orchestra
bg: Градски духов оркестър

# CI6
source: Municipal Drama Theater
bg: Общински драматичен театър

# CI7
source: Regional History Museum
bg: Регионален исторически музей

# CI8
source: History Museum - Belogradchik
bg: Исторически музей - Белоградчик

# CI9
source: State Archive - Vidin
bg: Държавен архив – Видин

# CommunityCentre
source: Community Centers in District Vidin
bg: Читалища в Област Видин

# Culture
source: Cultural institutions
bg: Културни институции

# E1
source: MS "Tsar Simeon Veliki" - Vidin
bg: СУ “Цар Симеон Велики”- Видин

# E10
source: PS "St. Kliment Ohridski" - Vidin
bg: ОУ "Свети Климент Охридски" – Видин

# E11
source: PS "Otets Paisiy" - Vidin
bg: ОУ "Отец Паисий" – Видин

# E2
source: HS "Yordan Radichkov" - Vidin
bg: Гимназия с преподаване на чужди езици "Йордан Радичков" – Видин

# E3
source: HS "Ekzarh Antim I" - Vidin
bg: ППМГ „Екзарх Антим I“ - Видин

# E4
source: HS "Dr. Assen Zlatarov" - Vidin
bg: ПГ "Проф. д-р Асен Златаров"- Видин

# E5
source: HS "Mihalaki Georgiev" - Vidin
bg: ПГ по туризъм "Михалаки Георгиев"- Видин

# E6
source: HS "Vasil Levski" - Vidin
bg: Професионална Техническа Гимназия "Васил Левски"- Видин

# E7
source: PS "Ivan Vazov" - Vidin
bg: ОУ "Иван Вазов"- Видин

# E8
source: MS "Lyuben Karavelov" - Vidin
bg: СУ „Любен Каравелов“– Видин

# E9
source: MS "P. R. Slaveykov" - Vidin
bg: СУ "П. Р. Славейков" – Видин

source: Education
bg: Образование

# Libraries
source: Libraries in the area
bg: Библиотеките в областта

# links
source: Useful links
bg: Полезни връзки

# meta
source: Useful links with the institutions in Vidin region.
bg: Полезни връзки с институциите в област Видин

# Paragraph1Part1
source: Information about the community centers and their libraries in Vidin region you can get from
bg: Информация за читалищата и читалищните библиотеки в област Видин можете да получите на

# Paragraph1Part2
source: the information site
bg: информационния сайт

# Paragraph1Part3
source: for the Bulgarian community centers.
bg: за българските читалища

# Paragraph2
source: Community centers are an integral part of the history and culture of the settlements in Vidin and promote social communication and support the process of education and self-education for the citezens.
bg: Народните читалища са неразделна част от историята и културата на населените места на област Видин и съдействат за социалната комуникация на ползвателите и подпомагат процеса на образованието и самообразованието.

# Paragraph3
source: According to data from the Ministry of Culture in the region of Vidin there are 60 community centre libraries which serve a population of 41,476 people. The total fund in the libraries in the area are 623 648 library units. There are 135 computerized workplaces in 41 community centres. 86 of them are for users. Information centers are organized in 27 libraries. The material and technological base of many community centres is insufficient and has long been outdated. Meanwhile, in such a setting a rich and varied activity takes place - meetings, seminars, discussions, discussions of books, musical evenings, creative meetings.
bg: По данни на Министерство на културата в област Видин функционират 60 читалищни библиотеки, които обслужват население от 41476 души. Общият библиотечен фонд на читалищните библиотеки в областта възлиза на 623 648 библиотечни единици. В 41 читалищни библиотеки има обособени 135 компютъризирани работни места. 86 от тях са за потребители. В 27 библиотеки са организирани информационни центрове. Материалната и технологична база на голяма част от читалищните библиотеки е недостатъчна и отдавна остаряла. В същото време, в такава обстановка се осъществява богата и разнообразна дейност – срещи, семинари, дискусии, обсъждания на книги, музикални вечери, творчески срещи.

# Paragraph4Part1
source: More information about the libraries in the region can be found at
bg: Повече информация за библитеките в областта може да получите на сайта в

# Paragraph4Part2
source: The Register of Public Libraries
bg: Регистъра на Обществените библиотеки
