Repository: VaskoViktorov/Book-Library-site
Catalog: Library.Web/Resources/Views/Home/Map.*.resx
Languages: bg

source: About us
bg: За нас

# Art
source: "Art" department
bg: Отдел „Изкуство”

source: Ask the librarian
bg: Попитай Библиотекаря

# Children
source: "Children's" department
bg: Отдел „Детски”

source: Contacts
bg: Контакти

source: Contributors
bg: Дарители

source: E-Library
bg: Е-Библиотека

# EventsRoom
source: Event hall
bg: Зала за събития

source: FAQ
bg: Въпроси

# financial
source: Financial Donation
bg: Дари средства

source: Find us
bg: Къде се намираме

# Foreign
source: "Foreign language reading room" department
bg: Отдел „Чуждоезикова читалня”

source: For the curious
bg: За любителя

source: For the student
bg: За ученика

source: Functions
bg: Функции

source: Gallery
bg: Галерия

source: History
bg: История

source: Home
bg: Начало

source: Homeland
bg: Роден край

# InfoCenter
source: Information and reference-bibliographic services center
bg: Център за информационно и справочно-библиографско обслужване

source: Kids World
bg: Детски свят

# Lending
source: Lending department for adults
bg: Отдел „Заемна за възрастни”

source: Library
bg: Библиотека

source: Library info
bg: За библиотеката

source: LibraryPost
bg: БиблиоПоща

# LocalHistory
source: "Local history" department
bg: Отдел „Краезнание”

source: Make Donation
bg: Направи Дарение

# material
source: Material Donation
bg: Дари книга

# metadata
source: The site map gives you easy access to almost every page on the site.
bg: Картата на сайта позволява лесен достъп до почти всяка част от сайта.

# Methodological
source: "Methodological" department
bg: Отдел „Методичен”

source: Mihalaki Georgiev
bg: За Михалаки Георгиев

source: New books
bg: Нови книги

source: New children books
bg: Нови детски книги

source: News
bg: Новини

source: Opening hours
bg: Работно време

source: Other E-Catalouges
bg: Други Е-Каталози

source: Our Services
bg: Услуги

source: Partners
bg: Партньори

source: Price list
bg: Ценоразпис

source: Publications
bg: Издания

# ReadingRooms
source: "Reading rooms - branch of scholarship, exact and applied sciences, periodicals" department
bg: Отдел „Читални - хуманитарни науки, точни и приложни науки, периодика”

source: Safe internet
bg: Безопасен интернет

# SRC
source: "Supplying, registration and cataloging" department
bg: Отдел „Комплектуване, обработка и каталогизация”

source: Structure
bg: Структура

source: Subscriptions
bg: Абонаменти

# title
source: Site map
bg: Карта на сайта

source: Useful information
bg: Полезна информация

source: Useful links
bg: Полезни връзки

source: Vidin
bg: Видин

source: Work with children program
bg: Програма за работа с деца

source: Еxtend book borrow period
bg: Презапиши книга
