Repository: VaskoViktorov/Book-Library-site
Catalog: Library.Web/Resources/Views/Home/Privacy.*.resx
Languages: bg

# FirstHeading
source: What are "cookies"?
bg: Какво представляват бисквитките?

# FirstParagraph
source: In order to provide you with the best possible user experience, we sometimes use so-called "cookies". Learn what they are and what we use them for.
bg: За да ти предоставим възможно най-доброто потребителско изживяване, понякога използваме така наречените "бисквитки" ("cookies"). Научи какво представляват и за какво ги използваме.

# FirstTableHead
source: Category of use
bg: Категория на употреба

# FirstTableRowOne
source: Processes
bg: Процеси

# FirstTableRowTwo
source: Allows smooth operation of the site and its functions.
bg: Позволяват гладкото функциониране на сайта и неговите функции.

# FourthHeading
source: How to control cookies?
bg: Как да контролираш бисквитките?

# FourthParagraph
source: You can delete all the cookies already saved on your computer, and you can also set most browsers to block them. However, if you do, you may need to manually adjust some parameters each time you visit a site, and some services and features may not work.
bg: Можеш да изтриеш всички бисквитки, които вече са запазени на твоя компютър, а също така можеш да настроиш повечето браузъри да ги блокират. Ако направиш това обаче, може да се наложи ръчно да настройваш някои параметри всеки път, когато посещаваш даден сайт, а освен това е възможно някои услуги и функции да не работят.

# FourthTableRowOne
source: Google Analytics
bg: Google Анализ

# FourthTableRowTwo
source: Google Analytics is an analytics tool that helps website owners and apps understand how their visitors engage with their properties. It can use a set of "cookies" to collect information and report usage statistics on a website without personally identifying individual Google visitors.
bg: Google Анализ е аналитичен инструмент на Google, който помага на собствениците на уебсайтове и приложения да разберат как посетителите им се ангажират с техните собствености. Той може да използва набор от „бисквитки“, за да събира информация и да отчита статистически данни за употребата на даден уебсайт, без да идентифицира лично отделните посетители на Google.

# meta
source: Information about the "cookies" used in the site.
bg: Информация за използваните бисквитки във сайта.

# SecondHeading
source: How do we use "cookies"?
bg: По какъв начин използваме бисквитките?

# SecondParagraph
source: Cookies are small text files that are saved on your computer or mobile device when you visit a website. They allow the website to store your actions and preferences (such as username, language, font size, and other display settings) for a certain amount of time, so you do not have to enter them every time you visit the site or go from one page to another.
bg: Бисквитките са малки текстови файлове, които се запазват на твоя компютър или мобилно устройство, когато посещаваш даден уебсайт. Те позволяват на уебсайта да запаметява твоите действия и предпочитания (като например потребителско име, език, размер на шрифта и други настройки за показване) за определен период от време, за да не се налага да ги въвеждаш всеки път, когато посещаваш сайта или преминаваш от една страница към друга.

# SecondTableHead
source: Description
bg: Описание

# SecondTableRowOne
source: Preferences
bg: Предпочитания

# SecondTableRowTwo
source: These "cookies" allow the website to remember information that changes the way it behaves or appear, like your preferred language or the region you are in.
bg: Тези „бисквитки“ позволяват на уебсайтовете ни да запомнят информация, която променя начина, по който се държи или изглежда сайтът, като предпочитания от теб език или региона, в който се намираш.

# ThirdHeading
source: Visiting this site may create cookies for the following purposes:
bg: Посещаването на този сайт може да създаде бисквитки със следните цели:

# ThirdParagraph
source: You can control and / or delete cookies whenever you want - for more information see
bg: Можеш да контролираш и/или изтриваш бисквитки, когато пожелаеш - за повече информация виж

# ThirdTableRowOne
source: Security
bg: Сигурност

# ThirdTableRowTwo
source: We use security "cookies" to authenticate users, prevent fraudulent use of login credentials, and protect user information from unauthorized parties.
bg: Използваме „бисквитки“ за сигурност с цел удостоверяване на потребителите, за предотвратяване на измамническо използване на идентификационни данни за вход, както и за защита на потребителската информация от неупълномощени страни.

# title
source: Cookie Policy
bg: Политика за използване на бисквитки
