Repository: VaskoViktorov/Book-Library-site
Catalog: Library.Web/Resources/Views/Home/WorkTime.*.resx
Languages: bg

source: Opening hours
bg: Работно време

source: 9:00 to 12:00; 12:30 to 17:00
bg: 9:00-12:00 часа; 12:30-17:00 часа

source: 9:00 to 14:00
bg: 9:00-14:00 часа

source: 9:00 to 18:00
bg: 9:00-18:00 часа

source: Art
bg: Изкуство

source: Lending for adults
bg: Заемна за възрастни

source: Children's
bg: Детски

source: Closed
bg: Почивен ден

source: Department
bg: Отдел

source: Every last Thursday of the month the library works with readers until 14:00. /sanitary day/
bg: Всеки последен четвъртък от месеца библиотеката работи с читатели до 14:00 часа. /санитарен полуден/

source: Foreign language reading room
bg: Чуждоезикова читалня

source: Local history
bg: Краезнание

source: Information center
bg: Информационен център

source: Library opening hours
bg: Работно време на библиотеката

source: Monday - Friday
bg: Понеделник - Петък

source: Reading rooms
bg: Читални

source: Saturday
bg: Събота
